[
  {
    "chinese_simplified": "你可以通过点击工蚁来命令它们行动。",
    "code": "TUT_WORKERS0",
    "dutch": "Werkers kunnen instructies gegeven worden door op ze te klikken.",
    "english": "You can instruct workers by clicking on them.",
    "french": "Cliquez sur les ouvrières pour leur donner des ordres.",
    "german": "Du kannst Arbeiterinnen Befehle erteilen, indem du sie anklickst.",
    "japanese": "クリックして命令を出し、働きアリを動かしてください。",
    "korean": "일개미를 클릭하여 일개미들을 명령해 움직이도록 할 수 있습니다.",
    "note": "\"Workers\" refers to basic ants that are not the queen.",
    "polish": "Klikaj robotnice, aby wydawać im polecenia.",
    "roworder": 0,
    "russian": "Чтобы дать рабочим указания, щелкай по ним."
  },
  {
    "chinese_simplified": "你可以让它们与环境交互，|这样它们就可以收集或放下材料。",
    "code": "TUT_WORKERS1",
    "dutch": "Je kunt ze met de omgeving laten interacteren.|Ze kunnen materialen verzamelen of ergens achter laten.",
    "english": "You can let them interact with the environment.|They will collect materials or drop them off.",
    "french": "Vous pouvez les laisser interagir avec l'environnement.|Elles récupéreront ou déposeront des matériaux.",
    "german": "Du kannst sie mit der Umgebung interagieren lassen.|Sie sammeln Materialien oder legen diese ab.",
    "japanese": "周囲とインタラクションさせることで、|働きアリに収集や素材を地面に置かせたりできます。",
    "korean": "그들을 환경과 교감하게 할 수 있으며,|이렇게 하면 개미들이 재료를 수집하거나 내려놓을 수 있습니다.",
    "note": "",
    "polish": "Pozwól im na interakcję z otoczeniem.|Będą zbierać dla ciebie materiały i dostarczać je do miejsc składowania.",
    "roworder": 1,
    "russian": "По твоему приказу рабочие будут взаимодействовать с окружающей средой.|Например, подбирать или бросать материалы."
  },
  {
    "chinese_simplified": "工蚁无法穿过障碍物，|所以你需要让它们绕行。",
    "code": "TUT_WORKERS2",
    "dutch": "Werkers kunnen niet door obstakels heen lopen,|het pad moet eromheen gemaakt worden.",
    "english": "Workers can't walk through obstacles,|you'll have to navigate around them.",
    "french": "Les ouvrières ne peuvent pas franchir les obstacles,|vous devez leur demander de les contourner.",
    "german": "Arbeiterinnen können keine Hindernisse durchqueren.|Du musst sie außen rum bewegen.",
    "japanese": "働きアリは障害物を超えられません、|遠回りさせて移動させましょう。",
    "korean": "일개미는 장애물을 통과할 수 없으므로,|그들을 돌아가게 해야 합니다.",
    "note": "",
    "polish": "Robotnice nie potrafią pokonywać przeszkód.|Musisz im wskazać drogę naokoło.",
    "roworder": 2,
    "russian": "Рабочие не могут проходить через препятствия,|тебе придется прокладывать тропы, огибая их."
  },
  {
    "chinese_simplified": "点击鼠标右键可以取消当前选择。",
    "code": "TUT_WORKERS3",
    "dutch": "Gebruik de rechter muis knop om de huidige selectie te deselecteren.",
    "english": "Use the right mouse button to deselect your current active selection.",
    "french": "Pour annuler la sélection actuelle, appuyez sur le bouton droit de la souris.",
    "german": "Mit der rechten Maustaste kannst du deine aktuelle Auswahl aufheben.",
    "japanese": "マウス「右クリック」で現在選んでいる物をキャンセルできます。",
    "korean": "마우스 오른쪽을 클릭하면 현재 선택 사항을 취소할 수 있습니다.",
    "note": "",
    "polish": "Aby usunąć aktywne zaznaczenie, kliknij prawym przyciskiem myszy.",
    "roworder": 3,
    "russian": "Щелкни ПКМ, чтобы отменить текущий выбор."
  },
  {
    "chinese_simplified": "你可以通过使用路径来创建供应链。|在蚂蚁使用后，这些路径依然存在。",
    "code": "TUT_USINGTRAILS0",
    "dutch": "Creëer werkketens met sporen.|Dit zijn wegen die blijven staan nadat mieren ze gebruikt hebben. ",
    "english": "Create supply chains by using trails.|These are pathways that remain after ants have used them.",
    "french": "Pour créer une chaîne d'approvisionnement, utilisez |des pistes. Il s'agit de cheminements qui subsistent, |même lorsque les fourmis ne les empruntent plus.",
    "german": "Baue Versorgungsketten aus Ameisenstraßen auf.|Diese Straßen bleiben auch nach ihrer Nutzung bestehen.",
    "japanese": "ルートからサプライルートを設置できます。|アリに使われてもこれらのルートは引き続き存在します。",
    "korean": "경로를 사용해 공급 체인을 생성할 수 있습니다.|개미가 사용한 후에도 이러한 경로는 여전히 존재합니다.",
    "note": "\"Supply chain\" is not a specific game object, just a general concept for workflow.",
    "polish": "Twórz ścieżki, aby ustanawiać łańcuchy dostaw.|Trasy te pozostają wytyczone, gdy mrówki z nich skorzystają.",
    "roworder": 4,
    "russian": "Цепочки доставки создаются с помощью феромонных троп.|Это пути, которые остаются после того, как по ним прошел хоть один муравей."
  },
  {
    "chinese_simplified": "“行动标志”会自动出现|在物体和建筑周围的路径上。",
    "code": "TUT_USINGTRAILS1_0",
    "dutch": "“Actie vlaggetjes” worden automatisch gecreëerd|op sporen naast objecten en gebouwen.",
    "english": "Action flags will automatically appear|on trails near objects and buildings.",
    "french": "Des drapeaux d'action s'affichent automatiquement|sur les pistes près des objets et des bâtiments.",
    "german": "Es erscheinen automatisch \"Aktionsfahnen\"|auf Ameisenstraßen bei Objekten und Gebäuden.",
    "japanese": "「アクションシンボル」が自動的に|物体と建築の周りのルート上に現れます。",
    "korean": "“행동 표식”은 자동으로 |물체와 건물 주변의 경로에 나타납니다.",
    "note": "",
    "polish": "Na trasach, w pobliżu obiektów i budynków,|automatycznie pojawią się „znaczniki akcji”.",
    "roworder": 5,
    "russian": "На тропах возле объектов и зданий автоматически появляются «флажки взаимодействия»."
  },
  {
    "chinese_simplified": "在这里，工蚁可以和物体交互，|收集或放下材料。",
    "code": "TUT_USINGTRAILS1_1",
    "dutch": "Hier zullen werkers gebruik maken van de objecten.|Ze verzamelen materialen of laten deze achter.",
    "english": "Here the workers will interact with the object.|They will collect or drop materials.",
    "french": "Dans le cas présent, les ouvrières vont interagir avec|l'objet (en prenant ou en déposant des matériaux).",
    "german": "Dort können Arbeiterinnen interagieren,|Materialien sammeln oder ablegen.",
    "japanese": "ここでは、働きアリは物体とインタラクションでき、|収集や素材を置くことができます。",
    "korean": "이곳에서 일개미는 물체와 교감하여,|재료를 수집하거나 내려놓을 수 있습니다.",
    "note": "",
    "polish": "W miejscach tych robotnice mogą coś zrobić.|Na przykład zbierać lub składować materiały.",
    "roworder": 6,
    "russian": "Здесь рабочие муравьи будут взаимодействовать с объектом.|Собирать или бросать материалы."
  },
  {
    "chinese_simplified": "创建环路，工蚁们就会反复执行相同的任务。",
    "code": "TUT_USINGTRAILS2",
    "dutch": "Door lussen te maken kunnen werkers dezelfde taak steeds opnieuw uitvoeren.",
    "english": "By creating loops the workers will keep performing the same tasks.",
    "french": "Vous pouvez créer des boucles qui permettront aux |ouvrières de continuer à effectuer les mêmes tâches.",
    "german": "Indem du Schleifen einbaust, wiederholen Arbeiterinnen immer wieder dieselben Aufgaben.",
    "japanese": "ワークサイクルを作り、働きアリに同じ任務を続けさせることができます。",
    "korean": "루프를 생성하여 일개미들이 같은 퀘스트를 계속 진행하게 할 수 있습니다.",
    "note": "\"Loops\", very important in this game. When a trail is drawn in a circle. Important that the player understands this.",
    "polish": "Tworzenie pętli spowoduje, że robotnice będą wykonywały w kółko wybrane zadania.",
    "roworder": 7,
    "russian": "Попав на тропу-петлю, рабочие будут постоянно выполнять одни и те же задачи."
  },
  {
    "chinese_simplified": "任何时候，你都可以按下空格键暂停游戏。",
    "code": "TUT_PAUSING0",
    "dutch": "Ten alle tijden kan de spatieknop ingedrukt worden om de tijd te pauzeren.",
    "english": "At any time, you can press the spacebar to pause the game.",
    "french": "Pour mettre le jeu en pause, appuyez sur la barre d'espace.",
    "german": "Du kannst das Spiel jederzeit mit der Leertaste unterbrechen.",
    "japanese": "任意のタイミングで「スペースキー」を押してゲームを一時停止できます。",
    "korean": "언제든지 스페이스바를 눌러 게임을 일시 정지할 수 있습니다.",
    "note": "",
    "polish": "Możesz nacisnąć spację, aby spauzować grę w dowolnej chwili.",
    "roworder": 8,
    "russian": "Игру можно в любой момент поставить на паузу, нажав «пробел»."
  },
  {
    "chinese_simplified": "你可以点击并拖动现有路径，自由地移动它们。",
    "code": "TUT_DEMOLISH0",
    "dutch": "Sporen kunnen geklikt en gesleept worden om bestaande opstellingen te veranderen.",
    "english": "You can click and drag existing trails to freely move them around.",
    "french": "Pour modifier le positionnement de pistes existantes, |cliquez dessus et déplacez-les à votre guise.",
    "german": "Du kannst bestehende Ameisenstraßen anklicken und ziehen, um sie frei umherzubewegen.",
    "japanese": "ルートをクリックしてドラッグすると、自由に移動させられます。",
    "korean": "현재 경로를 클릭 및 드래그하여 자유롭게 이동할 수 있습니다.",
    "note": "",
    "polish": "Istniejące ścieżki można swobodnie przenosić, przytrzymując LPM.",
    "roworder": 9,
    "russian": "Чтобы переместить существующую тропу, щелкни по ней и тащи в нужную сторону."
  },
  {
    "chinese_simplified": "建筑可以移动到其他位置。",
    "code": "TUT_DEMOLISH1",
    "dutch": "Gebouwen kunnen verplaatst worden.",
    "english": "Buildings can be moved in position.",
    "french": "Vous pouvez déplacer les bâtiments.",
    "german": "Gebäude können zu ihrer Position bewegt werden.",
    "japanese": "建築は他の位置に移動できます。",
    "korean": "건물을 기타 위치로 이동할 수 있습니다.",
    "note": "",
    "polish": "Budynki można przenosić w wybrane miejsca.",
    "roworder": 10,
    "russian": "Построенные здания можно перемещать."
  },
  {
    "chinese_simplified": "建筑也可以自由拆除。|材料将返还到储备库中。",
    "code": "TUT_DEMOLISH2",
    "dutch": "Gebouwen kunnen ook vrij afgebroken worden.|Alle materialen worden teruggekeerd naar de voorraad.",
    "english": "Buildings can also be freely demolished.|The materials will be returned to the stockpile.",
    "french": "Vous pouvez aussi démolir des bâtiments comme vous l'entendez.|Les matériaux utilisés pour leur construction seront renvoyés à la réserve.",
    "german": "Gebäude können außerdem jederzeit abgerissen werden.|Die Materialien kehren dann auf den Lagerplatz zurück.",
    "japanese": "建築は自由に取り壊しできます。|取り壊すと素材が倉庫に戻されます。",
    "korean": "건물을 자유롭게 철거할 수도 있습니다.|재료는 보관 창고에 반환됩니다.",
    "note": "",
    "polish": "Można je też swobodnie wyburzać.|W takim przypadku materiały zostaną zwrócone do kopca.",
    "roworder": 11,
    "russian": "Здания можно спокойно сносить.|Полученные материалы будут возвращены на склад."
  },
  {
    "chinese_simplified": "将孵化器连接到路径中，以便蚂蚁出来。",
    "code": "TUT_DEMOLISH3",
    "dutch": "Verbindt de incubator met een spoor om de mier te laten vertrekken.",
    "english": "Connect the incubator to a trail to allow the ant to exit.",
    "french": "Reliez l'incubateur à une piste pour permettre aux fourmis qu'il contient de sortir.",
    "german": "Verbinde den Inkubator mit einer Ameisenstraße, damit die Ameise ihn verlassen kann.",
    "japanese": "孵化器にルートを繋いで、アリが外に出られるようにしましょう。",
    "korean": "개미가 나오기 편리하도록 부화기를 경로에 연결하세요.",
    "note": "",
    "polish": "Aby mrówka mogła wyjść, połącz inkubator ze ścieżką.",
    "roworder": 12,
    "russian": "Свяжи инкубатор с тропой, чтобы муравей мог выйти."
  },
  {
    "chinese_simplified": "千万不要害怕重新修改你的布局。|高效的流程可能需要进行多次迭代修改。",
    "code": "TUT_DEMOLISH3_OLD",
    "dutch": "Wees niet bang om terug te keren en bestaande opstellingen aan te passen.|Efficiënte opstellingen lukken waarschijnlijk niet in één keer.",
    "english": "Don't be afraid to go back and change your layouts.|Efficient setups likely need several iterations.",
    "french": "N'hésitez pas à modifier la configuration de vos installations.|Il faut souvent plusieurs essais pour optimiser leur efficacité.",
    "german": "Scheue dich nicht, die Anordnung deiner Straßen und Gebäude zu ändern.|Bis dein System optimiert ist, sind meist mehrere Änderungen notwendig.",
    "japanese": "恐れずに配置替えを試しましょう。|効率的なサイクルは調整を繰り返すことで作ることができます。",
    "korean": "구조를 다시 수정하는 것을 두려워하지 마세요.|하나의 고효율적인 프로세스는 여러 번의 대체와 수정이 필요할 수도 있습니다.",
    "note": "",
    "polish": "Nie bój się zmieniać układu ścieżek.|Zwykle dopiero po kilku próbach udaje się osiągnąć satysfakcjonujący efekt.",
    "roworder": 13,
    "russian": "Не бойся устраивать перестановки.|Эффективно спланировать колонию получится не с первого раза."
  },
  {
    "chinese_simplified": "蚂蚁可以通过分配器从储备库中拿取材料。",
    "code": "TUT_DISPENSER0",
    "dutch": "Mieren kunnen materialen van de voorraad pakken door dispensers te gebruiken.",
    "english": "Ants can take materials from stockpiles by using dispensers.",
    "french": "Les distributeurs permettent aux fourmis de prendre des matériaux dans les réserves.",
    "german": "Ameisen können mithilfe von Verteilern Materialien von Lagerplätzen nehmen.",
    "japanese": "アリは倉庫にある素材を分配器から受け取ります。",
    "korean": "개미는 분배기를 통해 보관 창고에서 재료를 꺼낼 수 있습니다.",
    "note": "\"Dispensers\" refers to a specific building.",
    "polish": "Dozownik umożliwia mrówkom pobieranie materiałów z kopców.",
    "roworder": 14,
    "russian": "С помощью распределителя муравьи могут забирать материалы со складов."
  },
  {
    "chinese_simplified": "你可以通过|点击目标储备库上的“放置分配器”|按钮来轻松放置。",
    "code": "TUT_DISPENSER1",
    "dutch": "Deze kunnen gemakkelijk gemaakt worden|door “plaats dispenser” te klikken|in het gewenste voorraad platform.",
    "english": "You can easily place them by|clicking \"place dispenser\"|on the desired stockpile.",
    "french": "Pour en installer un, sélectionnez|la réserve souhaitée et cliquez|sur Installer un distributeur.",
    "german": "Du kannst sie leicht platzieren, indem du|auf dem gewünschten Lagerplatz|\"Verteiler platzieren\" anklickst.",
    "japanese": "ターゲット倉庫上で「分配器を置く」|を押すとお気軽に設置できます。",
    "korean": "목표 보관 창고의|\"분배기 설치\" 버튼을 클릭하여|간편하게 설치하세요.",
    "note": "",
    "polish": "Dozowniki można ustawiać,|klikając przycisk „umieść dozownik”|przy wybranym kopcu.",
    "roworder": 15,
    "russian": "Установить его можно,|нажав кнопку «Разместить распределитель»|на нужном складе."
  },
  {
    "chinese_simplified": "分配器可以被重新分配|到不同的储备库。",
    "code": "TUT_DISPENSER2",
    "dutch": "Dispensers kunnen ook opnieuw toegewezen worden|aan andere voorraad platforms.",
    "english": "Dispensers can also be reassigned|to a different stockpile.",
    "french": "Il est possible de réaffecter un distributeur|à une autre réserve.",
    "german": "Verteiler können auch einem anderen|Lagerplatz zugewiesen werden.",
    "japanese": "分配器は再配置可能であり|現在セットしている物とは別の倉庫にセットできます。",
    "korean": "분배기는 서로 다른 보관 창고에|재분배될 수도 있습니다.",
    "note": "",
    "polish": "Dozowniki można też przełączać|na inne kopce.",
    "roworder": 16,
    "russian": "Распределители можно перенаправить|на другой склад."
  },
  {
    "chinese_simplified": "蚁后需要能量来产卵。||请给她投喂能量胶囊|以填充界面左上角的能量表。",
    "code": "TUT_HUNGER0",
    "dutch": "De koningin heeft energie nodig om larven te kunnen produceren.||Voer haar energie capsules om de meter te vullen|linksboven in de interface.",
    "english": "The queen needs energy to produce larvae.||Feed her energy pods to fill the energy meter|in the top left of the interface.",
    "french": "Pour pondre des larves, la reine a besoin d'énergie.||Nourrissez-la en capsules d'énergie pour remplir la jauge d'énergie|située en haut à gauche de l'interface.",
    "german": "Die Königin benötigt Energie, um Larven zu produzieren.||Füttere sie mit Energiekapseln, um die Energieanzeige|links oben zu füllen.",
    "japanese": "女王蟻が産卵するにはエナジーが必要です。||エナジーカプセルを投与することで|左上のエナジーゲージを補充できます。",
    "korean": "여왕개미는 에너지가 있어야만 유충을 낳을 수 있습니다.||여왕개미에게 에너지 캡슐을 공급하여|화면 왼쪽 상단의 에너지 미터를 채워 넣으세요",
    "note": "",
    "polish": "Aby królowa tworzyła larwy, potrzebuje energii.|Karm ją kapsułami energii i napełniaj jej pasek energii|widoczny po lewej stronie interfejsu.",
    "roworder": 17,
    "russian": "Для производства личинок королеве требуется энергия.||Скармливай ей энергокапсулы, чтобы заполнить индикатор энергии|в левом верхнем углу."
  },
  {
    "chinese_simplified": "为她投喂足够能量后，就可升级蚁群。|同时可以提升蚁群规模上限。",
    "code": "TUT_HUNGER1_0",
    "dutch": "Voer haar genoeg energie en de kolonie zal een trap omhoog gaan.|Dit verhoogt de maximum populatie van de kolonie.",
    "english": "Feed her enough energy and the colony will advance a stage.|This will increase the colony's max population.",
    "french": "Si vous alimentez suffisamment la reine, la fourmilière passera au niveau supérieur|et sa population maximale augmentera.",
    "german": "Wenn du sie mit genug Energie fütterst, steigt die Kolonie eine Stufe auf.|Dadurch erhöht sich die max. Population der Kolonie.",
    "japanese": "女王蟻が充分なエナジーを吸収すると、コロニーをランクアップできます。|これによりアリの最大数を増加できます。",
    "korean": "여왕개미에게 충분한 에너지를 공급한 후 개미 무리를 레벨업할 수 있습니다.|동시에 개미 무리의 최대 인구수를 증가할 수 있습니다.",
    "note": "",
    "polish": "Gdy dostatecznie ją nakarmisz, kolonia wejdzie w nowe stadium rozwoju.|Spowoduje to zwiększenie jej limitu populacji.",
    "roworder": 18,
    "russian": "Когда индикатор заполнится, твоя колония поднимется на новый уровень.|Это увеличит доступный лимит населения."
  },
  {
    "chinese_simplified": "蚁后会不断生产幼虫，|直到达到蚁群规模上限。",
    "code": "TUT_HUNGER1_1",
    "dutch": "De koningin zal larven blijven produceren|totdat de max populatie is bereikt.",
    "english": "The queen will keep producing larvae|until the max population is reached.",
    "french": "La reine continue de pondre des larves jusqu'à |atteindre la population maximale de la fourmilière.",
    "german": "Die Königin produziert weiter Larven,|bis die max. Population erreicht ist.",
    "japanese": "女王アリは幼虫を生み、|アリの最大数に達するまで止まりません。",
    "korean": "여왕개미는 끊임없이 유충을 낳으며,|최대 인구수를 달성할 때까지 지속됩니다.",
    "note": "",
    "polish": "Królowa będzie tworzyć larwy|aż do osiągnięcia limitu populacji.",
    "roworder": 19,
    "russian": "Королева будет продолжать откладывать личинки,|пока не будет достигнут лимит населения."
  },
  {
    "chinese_simplified": "能量阶级越高，能量条消耗速度越快。||因此，请尽可能给她投喂更多能量，以维持较大的蚁群规模。",
    "code": "TUT_HUNGER2",
    "dutch": "Een hogere energie trap betekend ook dat de meter sneller omlaag zal gaan.||Blijf dus zoveel mogelijk energie voeren om een hoge populatie te onderhouden!",
    "english": "A higher energy tier also means that the bar will deplete quicker.||So feed her as much energy as you can to sustain a high population!",
    "french": "Aux niveaux supérieurs, la jauge d'énergie se vide plus rapidement.||Donnez à la reine autant d'énergie que possible pour continuer à disposer d'une forte population !",
    "german": "Eine höhere Energiestufe bedeutet auch, dass die Leiste sich schneller leert.||Du solltest sie also mit so viel Energie wie möglich füttern,|um eine hohe Population beizubehalten.",
    "japanese": "エナジーランクが高いほど、エナジーゲージの消費が早くなります。||そのため、女王蟻に多くのエナジーを投与してアリが多く存在するコロニーを維持してください。",
    "korean": "에너지 단계가 높을수록 에너지바의 에너지 소모 속도가 더 빠릅니다.||때문에 여왕개미에게 최대한 더 많은 에너지를 공급하여 높은 인구수를 유지하도록 하세요.",
    "note": "",
    "polish": "Wyższy rząd energii oznacza szybsze opróżnianie tego paska.||Jeśli więc chcesz utrzymać populację na wysokim poziomie,|karm królową jak największą ilością energii!",
    "roworder": 20,
    "russian": "Но более высокий уровень энергии также означает и ее повышенный расход.||Корми королеву интенсивнее, чтобы поддерживать популяцию на должном уровне!"
  },
  {
    "chinese_simplified": "以上就是试玩版的全部内容。感谢游玩！",
    "code": "TUT_DEMOCOMPLETE0",
    "dutch": "Dit is het einde van de demo. Bedankt voor het spelen!",
    "english": "This is the end of the demo. Thank you for playing!",
    "french": "C'est la fin de cette démo. Merci d'avoir joué !",
    "german": "Du hast das Ende der Demo erreicht. Vielen Dank fürs Spielen!",
    "japanese": "ここまでがデモバージョンのプレイ内容です。お楽しみいただきありがとうございました！",
    "korean": "데모는 여기에서 종료됩니다. 플레이해 주셔서 감사합니다!",
    "note": "",
    "polish": "To już koniec wersji próbnej. Dziękujemy za grę!",
    "roworder": 21,
    "russian": "На этом демоверсия закончена. Спасибо за игру!"
  },
  {
    "chinese_simplified": "感谢游玩！",
    "code": "TUT_DEMOQUIT0",
    "dutch": "Bedankt voor het spelen!",
    "english": "Thank you for playing!",
    "french": "Merci d'avoir joué !",
    "german": "Vielen Dank fürs Spielen!",
    "japanese": "お楽しみいただきありがとうございました！",
    "korean": "플레이해 주셔서 감사합니다!",
    "note": "",
    "polish": "Dziękujemy za grę!",
    "roworder": 22,
    "russian": "Спасибо за игру!"
  },
  {
    "chinese_simplified": "分隔器路径是一种逻辑路径，可以将进入路径的蚂蚁均匀分配到多个连接的路径上。",
    "code": "TUT_DIVIDER0",
    "dutch": "De verdeler is een logica spoor dat inkomende mieren gelijkmatig kan verdelen over verschillende verbonden sporen.",
    "english": "The divider trail is a type of logic trail that can divide incoming ants evenly over several connected trails.",
    "french": "La piste de répartition est une piste logique qui permet de répartir les fourmis de façon égale sur plusieurs pistes qui y sont reliées.",
    "german": "Die Teilerstraße ist eine Logikstraße, die eintreffende Ameisen gleichmäßig auf mehrere verbundene Ameisenstraßen verteilen kann.",
    "japanese": "ディスペンサールートはロジックルートの一種で、ルートに入ったアリを複数の接続されたルートに均等に配ることができます。",
    "korean": "분리기 경로는 경로에 진입하는 개미를 균일하게 여러 개의 연결된 경로에 분배하는 논리 게이트입니다.",
    "note": "",
    "polish": "Separator to ścieżka logiczna, umożliwiająca równy podział ruchu mrówek na kilka połączonych ścieżek.",
    "roworder": 23,
    "russian": "Тропа-разделитель – это тип логической тропы, которая может равномерно распределять прибывающих муравьев по нескольким соединенным тропам."
  },
  {
    "chinese_simplified": "你可以将路径叠加在其他路径上。向现有路径网络添加分隔器时将会非常有用。",
    "code": "TUT_DIVIDER1",
    "dutch": "Je kunt sporen over andere sporen plaatsen. Dit is handig als je verdelers wilt toevoegen aan bestaande netwerken.",
    "english": "You can place trails over other trails. This is very useful when adding dividers to existing networks.",
    "french": "Vous pouvez superposer des pistes : c'est même très utile lorsque vous ajoutez des répartiteurs aux réseaux existants.",
    "german": "Du kannst Ameisenstraßen über andere Ameisenstraßen legen. Dies ist nützlich, wenn du Teiler in bestehende Netzwerke einfügst.",
    "japanese": "ルートは重ねて配置することが可能で、既存の多重ルートにディスペンサーを追加する際は役に立つかもしれません。",
    "korean": "경로를 기타 경로에 중첩시킬 수 있습니다. 기존 경로망에 분리기를 추가하면 아주 유용합니다.",
    "note": "",
    "polish": "Ścieżki można na siebie nakładać. Przydają się w tym także separatory dzielące istniejące sieci.",
    "roworder": 24,
    "russian": "Ты можешь помещать одни тропы поверх других. Это очень удобно при добавлении разделителей в существующие сети."
  },
  {
    "chinese_simplified": "通过将多个分隔器路径引导至同一目的地，你可以管理蚂蚁前往蚁群领地的不同区域。",
    "code": "TUT_DIVIDER2",
    "dutch": "Door meerdere verdeler sporen naar hetzelfde doel te leiden, kun je de stroom aan mieren naar verschillende delen van je kolonie beheren.",
    "english": "By directing several divider trails to the same destination, you can manage the flow of ants going to different parts of your colony.",
    "french": "En créant plusieurs pistes de répartition dans une même direction, vous pouvez gérer la circulation des fourmis se rendant dans différents lieux de votre fourmilière.",
    "german": "Indem du mehrere Teilerstraßen zum selben Ziel leitest, kannst du bestimmen, wie sich die Ameisen zu den verschiedenen Teilen deiner Kolonie bewegen.",
    "japanese": "複数のディスペンサーによって異なるルートを一つの目的地に繋げると、アリをコロニーの異なるエリアに分散させることができます。",
    "korean": "여러 개의 분리기 경로를 동일한 목적지에 연결하면 군락의 여러 부분으로 이동하는 개미의 수량을 조절할 수 있습니다.",
    "note": "",
    "polish": "Przekierowując ścieżki separujące w to samo miejsce, można sterować ruchem mrówek rozchodzących się po kolonii.",
    "roworder": 25,
    "russian": "Связывая несколько троп-разделителей с одной точкой, ты сможешь управлять потоком муравьев, направляющихся в разные части колонии."
  },
  {
    "chinese_simplified": "计数门是一种逻辑路径，根据门后路径上的蚂蚁数量决定是否允许蚂蚁通过。",
    "code": "TUT_COUNTER0",
    "dutch": "De telpoort is een logica spoor dat mieren laat passeren op basis van het aantal mieren dat zich op de sporen achter de poort bevinden.",
    "english": "The counter gate is a logic trail that lets ants pass based on the amount of ants present on the trails after the gate.",
    "french": "La porte de comptage est une porte logique qui laisse passer les fourmis selon le nombre de fourmis déjà présentes sur les pistes qui se trouvent au-delà.",
    "german": "Das Zählgatter ist eine Logikstraße und lässt Ameisen auf Grundlage der Anzahl der Ameisen passieren, die sich auf den Ameisenstraßen hinter dem Gatter befinden.",
    "japanese": "カウントゲートはロジックルートの一種で、ルート上にいるアリの数によって通行を制御します。",
    "korean": "카운터 게이트는 게이트 뒤 경로상의 개미 수에 따라 개미를 통과시키는 논리 게이트입니다.",
    "note": "",
    "polish": "Bramka licząca to ścieżka logiczna przepuszczająca mrówki zależnie od liczby osobników obecnych na ścieżkach za tą bramką.",
    "roworder": 26,
    "russian": "Ворота-счетчик – это логические ворота, которые пропускают муравьев в зависимости от того, какое их количество находится на тропе за воротами."
  },
  {
    "chinese_simplified": "你可以设置期望存在的蚂蚁数量。",
    "code": "TUT_COUNTER1_0",
    "dutch": "Je kunt instellen hoeveel mieren de poort kan doorlaten.",
    "english": "You can set up how many ants you want to be present.",
    "french": "Vous pouvez définir le nombre maximal de fourmis que vous souhaitez.",
    "german": "Du kannst selbst bestimmen, wie viele Ameisen sich dort befinden dürfen.",
    "japanese": "必要に応じてアリの数を決めることが可能です。",
    "korean": "존재할 개미 수를 원하는 만큼 설정할 수 있습니다.",
    "note": "",
    "polish": "Liczbę mrówek obecnych na ścieżkach można ustawić ręcznie.",
    "roworder": 27,
    "russian": "Нужное количество муравьев на связанной тропе можно задать в настройке ворот."
  },
  {
    "chinese_simplified": "这样就能控制蚁群某些部分中存在的蚂蚁数量。",
    "code": "TUT_COUNTER1_1",
    "dutch": "Dit geeft je controle over hoeveel mieren je wilt hebben in een bepaald deel van de kolonie.",
    "english": "This gives you control over how many ants you want in certain parts of your colony.",
    "french": "Cela vous permet de contrôler le nombre de fourmis désiré dans certaines zones de votre fourmilière.",
    "german": "So kannst du entscheiden, wie viele Ameisen du in bestimmten Teilen deiner Kolonie haben willst.",
    "japanese": "これにより、コロニーの特定部分のアリの数を調整できます。",
    "korean": "이렇게 하면 일부 개미 무리에 존재하는 개미 수를 통제할 수 있습니다.",
    "note": "",
    "polish": "Umożliwia to kontrolę nad liczbą mrówek w określonych obszarach kolonii.",
    "roworder": 28,
    "russian": "Такие ворота позволят вам контролировать количество муравьев в определенных частях колонии."
  },
  {
    "chinese_simplified": "计数门面对的区域受到其他逻辑路径限制。当你点击计数门时，该区域会被高亮显示。",
    "code": "TUT_COUNTER2",
    "dutch": "Het gebied waar de tel poort naar kijkt wordt begrenst door andere logica sporen. Dit wordt weergeven als je de tel poort hebt aangeklikt.",
    "english": "The area the counter gate looks at is confined by other logic trails. This is highlighted when you click on the counter gate.",
    "french": "La zone de référence de la porte de comptage est limitée par d'autres pistes logiques. Elle est indiquée lorsque vous cliquez sur la porte.",
    "german": "Der Bereich, auf den das Zählgatter blickt, ist von anderen Logikstraßen eingeschlossen. Er wird hervorgehoben, wenn du auf das Zählgatter klickst.",
    "japanese": "カウントゲートの対応エリアは、他のロジックルートによって制約されています。カウントゲートをクリックすると、そのエリアがハイライトされます。",
    "korean": "카운터 게이트가 바라보는 구역은 다른 논리 경로의 제한을 받습니다. 카운트 게이트를 클릭하면 해당 구역이 하이라이트됩니다.",
    "note": "",
    "polish": "Okolica bramki liczącej wygląda, jakby ograniczały ją inne ścieżki logiczne. Kliknięcie bramki liczącej spowoduje podświetlenie całego układu.",
    "roworder": 29,
    "russian": "Область, которую учитывают ворота-счетчик, ограничена другими логическими тропами. Она подсвечивается, когда ты щелкаешь по счетчику."
  },
  {
    "chinese_simplified": "装配器是一种建筑，通过将蚂蚁与材料结合来将其升级至其他工种。",
    "code": "TUT_ASSEMBLER0",
    "dutch": "De monteur is een gebouw dat mieren kan upgraden naar andere kasten door ze te combineren met een materiaal.",
    "english": "The assembler is a building that upgrades an ant into another caste by combining it with a material.",
    "french": "L'assembleur est un bâtiment qui améliore la caste d'une fourmi en la combinant avec un matériau.",
    "german": "Der Montierer ist ein Gebäude, in dem eine Ameise mit einem bestimmten Material verbessert wird, um einer anderen Kaste anzugehören.",
    "japanese": "アセンブラーは建築物の一種で、アリと素材を融合させて、いろんな職種にランクアップさせます。",
    "korean": "장착기는 개미와 재료를 결합하여 다른 종류로 업그레이드하는 건물입니다.",
    "note": "",
    "polish": "Montażownia to budynek, w którym można ulepszać mrówki za pomocą materiałów, przydzielając je do różnych kast.",
    "roworder": 30,
    "russian": "Сборщик – это здание, в котором обычного муравья можно объединить с каким-либо материалом и превратить его в муравья другой касты."
  },
  {
    "chinese_simplified": "该建筑可以直接从储备库中获取材料。你需要将其与分配器连接后进行设置。",
    "code": "TUT_ASSEMBLER1",
    "dutch": "Het gebouw kan materialen direct pakken van de voorraad. Daarvoor moet je de monteur verbinden met een dispenser.",
    "english": "The building can take the materials directly from a stockpile. You'll need to set it up by connecting it with a dispenser.",
    "french": "Ce bâtiment peut prendre les matériaux directement dans une réserve. Pour le mettre en service, vous devez le relier à un distributeur.",
    "german": "Das Gebäude kann das Material direkt von einem Lagerplatz beziehen.|Dazu musst du es mit einem Verteiler verbinden.",
    "japanese": "この施設は直接に倉庫から素材を取得できます。分配器と繋げて設定する必要があります。",
    "korean": "해당 건물은 바로 보관 창고에서 재료를 획득할 수 있습니다. 해당 건물과 분배기를 연결한 후 설정할 수 있습니다.",
    "note": "",
    "polish": "Budynek ten pobiera materiały prosto z kopca. Połączenie musi zawierać dozownik.",
    "roworder": 31,
    "russian": "Материалы в здание могут доставляться напрямую со склада, для этого подсоедини и настрой распределитель."
  },
  {
    "chinese_simplified": "在游戏过程中，你将解锁多个可以探索和建设的岛屿。",
    "code": "TUT_ISLANDS0",
    "dutch": "Gedurende je speelsessie zal je verschillende eiland onthullen die je kan verkennen en bebouwen.",
    "english": "Over the course of your playthrough, you'll unlock several islands that you can explore and build onto.",
    "french": "Au cours de votre partie, vous débloquerez plusieurs îles que vous pourrez explorer et sur lesquelles vous pourrez effectuer des constructions.",
    "german": "Während des Spiels schaltest du mehrere Inseln frei, die du erkunden und bebauen kannst.",
    "japanese": "ゲームを進めると、探索と建設が可能な新たな島を次々とアンロックできます。",
    "korean": "게임 과정에서 탐색 및 건설할 섬을 여러 개 해제할 수 있습니다.",
    "note": "",
    "polish": "Podczas gry można odblokowywać kolejne wyspy, a następnie je odkrywać i zabudowywać.",
    "roworder": 32,
    "russian": "По мере прохождения игры ты откроешь несколько островов, которые можно исследовать и застраивать."
  },
  {
    "chinese_simplified": "这些岛屿的仓库互不共享。如果你想在某个岛屿上建造，必须确保该岛屿的储备库中有所需的材料。",
    "code": "TUT_ISLANDS1",
    "dutch": "Deze eilanden delen geen voorraad. Als je iets wilt bouwen op een eiland, zul je moeten zorgen dat de benodigde materialen aanwezig zijn in voorraad platforms op het eiland.",
    "english": "These islands don't share an inventory. If you want to build on an island, you'll have to make sure the required materials are present in stockpiles on that specific island.",
    "french": "Les îles n'ont pas d'inventaire commun. Si vous souhaitez construire sur une île, vous devez vous assurer que les réserves de celle-ci contiennent les matériaux nécessaires.",
    "german": "Diese Inseln teilen kein Inventar. Wenn du auf einer Insel bauen möchtest, musst du dafür sorgen, dass das benötigte Material auf Lagerplätzen auf dieser Insel vorhanden ist.",
    "japanese": "それぞれの島の倉庫は独立しており、建設する際、その島の倉庫にある素材が足りていることが必要です。",
    "korean": "이러한 섬의 창고는 서로 공유되지 않습니다. 어느 한 섬에 건축하고자 한다면 반드시 해당 섬의 보관 창고에 필요한 재료를 확보해야 합니다.",
    "note": "",
    "polish": "Wyspy nie mają wspólnej puli zasobów. Jeśli chcesz na jednej z nich coś zbudować, materiały muszą się znajdować w położonych na niej kopcach.",
    "roworder": 33,
    "russian": "У этих островов не будет доступа к общему инвентарю. Если захочешь начать здесь строительство, убедись, что на местных складах есть все нужные материалы."
  },
  {
    "chinese_simplified": "你也不能将建筑物搬迁到另一个岛屿。",
    "code": "TUT_ISLANDS2",
    "dutch": "Je kunt ook geen gebouwen verplaatsen naar andere eilanden.",
    "english": "You also cannot relocate a building to another island.",
    "french": "Par ailleurs, vous ne pouvez pas déplacer un bâtiment sur une autre île.",
    "german": "Du kannst ein Gebäude außerdem nicht auf eine andere Insel verlegen.",
    "japanese": "建築物は他の島に移動させることができません。",
    "korean": "또한 건물을 다른 섬에 옮길 수 없습니다.",
    "note": "",
    "polish": "Budynków nie można też przenosić na inne wyspy.",
    "roworder": 34,
    "russian": "Ты также можешь перенести любое здание на другой остров."
  },
  {
    "chinese_simplified": "发明蚁可提供发明点数，你可以使用这些点数推进发展树，解锁新的路径、建筑和材料。",
    "code": "TUT_INVENTORS0_0",
    "dutch": "",
    "english": "Inventor ants provide inventor points, which you use to progress through the Development Tree to unlock new trails, buildings, and materials.",
    "french": "Les inventrices octroient des points d'innovation qui vous permettent de progresser dans l'arbre de développement pour débloquer de nouveaux matériaux, pistes et bâtiments.",
    "german": "Erfinderameisen erzeugen Erfinderpunkte, mit denen du im Technologiebaum voranschreiten kannst, um neue Ameisenstraßen, Gebäude und neues Material freizuschalten.",
    "japanese": "発明アリが提供する発明ポイントでテクノロジーツリーを広げて、新しいルート、建築物や素材をアンロックできます。",
    "korean": "발명가 개미는 발명 포인트를 제공하며, 이 포인트를 사용하여 개발 트리를 진행하고 신규 경로와 건물, 재료를 잠금 해제할 수 있습니다.",
    "note": "",
    "polish": "Wynalazcy to mrówki, dzięki którym zdobywa się punkty wynalazcy, służące do odblokowywania nowych ścieżek, budynków i materiałów w drzewku rozwoju.",
    "roworder": 35,
    "russian": "Муравьи-ученые производят очки науки. Используй их, чтобы открывать древо технологий и получать доступ к новым тропам, зданиям и материалам."
  },
  {
    "chinese_simplified": "要收集发明点数，只需点击一下已储满的发明蚁。",
    "code": "TUT_INVENTORS0_1",
    "dutch": "",
    "english": "To collect inventor points, simply click on a full inventor ant.",
    "french": "Pour obtenir des points d'innovation, cliquez sur une inventrice alimentée au maximum.",
    "german": "Um Erfinderpunkte zu sammeln, klicke einfach auf eine voll geladene Erfinderameise.",
    "japanese": "発明ポイントが溜まった発明アリをクリックすることで、発明ポイントを集めることができます。",
    "korean": "발명 포인트를 수집하려면 에너지가 가득 찬 발명가 개미를 클릭하세요.",
    "note": "",
    "polish": "Aby zebrać punkty wynalazcy, wystarczy kliknąć w pełni nakarmioną mrówkę wynalazcę.",
    "roworder": 36,
    "russian": "Чтобы собрать очки науки, просто нажми на муравья-ученого."
  },
  {
    "chinese_simplified": "建造多个发明蚁平台是个好习惯，这样你可以同时从多个发明蚁处收集点数。",
    "code": "TUT_INVENTORS1",
    "dutch": "",
    "english": "It is good practice to build several inventor pads, allowing you to gather points from multiple inventor ants simultaneously.",
    "french": "Il est recommandé de construire plusieurs plateformes scientifiques. Vous pourrez ainsi récolter les points d'innovation de plusieurs inventrices simultanément.",
    "german": "Es hat sich bewährt, mehrere Erfinderplätze zu bauen, damit du von mehreren Erfinderameisen gleichzeitig Punkte erhalten kannst.",
    "japanese": "発明プラットフォームを幾つか建てることで、一度に多くの発明アリからポイントを集められるのでお勧めです。",
    "korean": "발명가 플랫폼을 여러 개 건축하는 것은 좋은 습관입니다. 이렇게 하면 여러 개의 발명가 개미에게서 포인트를 수집할 수 있습니다.",
    "note": "",
    "polish": "Warto wybudować kilka platform wynalazcy, żeby jednocześnie odbierać punkty od kilku mrówek tego typu.",
    "roworder": 37,
    "russian": "Рекомендуется построить несколько площадок ученых, чтобы одновременно получать больше очков науки."
  },
  {
    "chinese_simplified": "如果你忘记收集点数，不要担心。",
    "code": "TUT_INVENTORS2_0",
    "dutch": "",
    "english": "Don't worry if you forget to collect the points.",
    "french": "Si vous oubliez de récupérer vos points, pas d'inquiétude.",
    "german": "Keine Sorge, falls du vergessen solltest, die Punkte einzusammeln.",
    "japanese": "うっかりポイントを集めるのを忘れても心配する必要はありません。",
    "korean": "잊고 포인트를 수집하지 않았어도 걱정하지 마세요.",
    "note": "",
    "polish": "Nie przejmuj się, jeśli zapomnisz o zebraniu punktów.",
    "roworder": 38,
    "russian": "Если забудешь собрать очки науки – не страшно."
  },
  {
    "chinese_simplified": "发明蚁即使死于高龄，也仍然会给予累积的所有点数。",
    "code": "TUT_INVENTORS2_1",
    "dutch": "",
    "english": "If an inventor ant dies of old age, it will still give any accumulated points.",
    "french": "Si une inventrice meurt de vieillesse, elle vous octroiera tout de même les points qu'elle a accumulés.",
    "german": "Wenn ein Erfinder in hohem Alter stirbt, erhältst du alle seine bis dahin gesammelten Punkte.",
    "japanese": "発明アリが老いて死んでも、ポイントはすべて受け取れます。",
    "korean": "만약 발명가 개미가 자연사하였다면 여전히 누적된 전체 포인트를 제공합니다.",
    "note": "",
    "polish": "Zgromadzone punkty otrzymasz także, gdy któryś wynalazca padnie ze starości.",
    "roworder": 39,
    "russian": "Если муравей-ученый умрет от старости, ты все равно получишь все накопленные им очки науки."
  },
  {
    "chinese_simplified": "你刚刚见证了婚飞！来自其他蚁群的蚂蚁前来繁殖，这可是重要事件。",
    "code": "TUT_NUPFLIGHT0_0",
    "dutch": "",
    "english": "You just witnessed the nuptial flight! Ants from other colonies visited to reproduce, marking an important event.",
    "french": "Vous venez d'assister au vol nuptial ! Les fourmis d'autres fourmilières sont venues se reproduire, marquant ce jour d'une pierre blanche !",
    "german": "Du hast den Hochzeitsflug miterlebt! Ameisen aus anderen Kolonien sind gekommen,|um sich zu vermehren, was ein wichtiges Ereignis ist.",
    "japanese": "婚姻飛行を目撃しました！他の群れのアリが繁殖のために訪れる大切なイベントです。",
    "korean": "지금 보선 건 혼인 비행입니다! 다른 개미 무리의 개미도 번식을 위해 찾아오는 중요한 일이 있었습니다.",
    "note": "",
    "polish": "Właśnie byliśmy świadkami lotu godowego! Odwiedziły nas mrówki z innych kolonii, aby się rozmnożyć. To bardzo ważne wydarzenie.",
    "roworder": 40,
    "russian": "Тебе повезло стать свидетелем брачного полета. Муравьи из другой колонии прилетели сюда для ритуала размножения, это очень важное событие!"
  },
  {
    "chinese_simplified": "虽然这将是你的最终目标，但蚁群尚未发展繁盛。还有许多工作要做……",
    "code": "TUT_NUPFLIGHT0_1_old",
    "dutch": "",
    "english": "While this will eventually be your final goal, the colony is not ready yet. There's still much to prepare...",
    "french": "Bien que cela constitue votre objectif ultime, la fourmilière n'y est pas encore prête. Il reste encore beaucoup de choses à préparer.",
    "german": "Auch wenn dies dein endgültiges Ziel sein mag, ist die Kolonie noch nicht bereit. Es gibt noch viel vorzubereiten ...",
    "japanese": "これは目指すべき最終目標ですが、コロニーはまだ繁盛しておらず、課題がまだまだ残っています。",
    "korean": "이것이 최종 목표이긴 하지만 개미 무리가 아직 번성 발전하지 못했습니다. 아직 해야 할 작업이 많이 남았습니다...",
    "note": "",
    "polish": "Choć właśnie to będzie twoim ostatecznym celem, twoja kolonia wciąż nie jest na to gotowa. Przed tobą jeszcze wiele pracy...",
    "roworder": 41,
    "russian": "Это то, к чему в итоге должна стремиться и твоя собственная колония. Но впереди еще долгий путь..."
  },
  {
    "chinese_simplified": "它们试图寻找年轻蚁后交配，但却一无所获……",
    "code": "TUT_NUPFLIGHT0_1",
    "dutch": "",
    "english": "They were looking for a young queen to mate with, but none was found...",
    "french": "Elles cherchaient une jeune reine à laquelle s'accoupler, mais n'en trouvèrent pas...",
    "german": "Sie suchen nach einer jungen Königin für die Fortpflanzung, aber es wurde noch keine gefunden ...",
    "japanese": "つがえる若い女王アリを探しましたが、見つかりませんでした…",
    "korean": "그들은 짝짓기를 할 젊은 여왕개미를 찾았지만, 여왕개미는 없었습니다...",
    "note": "",
    "polish": "Szukały młodej królowej, z którą mogłyby odbyć gody, lecz na próżno...",
    "roworder": 42,
    "russian": "Они искали молодую матку, чтобы спариться с ней, но в колонии такой не нашлось..."
  },
  {
    "chinese_simplified": "？？？",
    "code": "TUTT_NONE",
    "dutch": "???",
    "english": "???",
    "french": "???",
    "german": "???",
    "japanese": "？？？",
    "korean": "???",
    "note": "The title of a specific tutorial.",
    "polish": "???",
    "roworder": 44,
    "russian": "???"
  },
  {
    "chinese_simplified": "操控工蚁",
    "code": "TUTT_WORKERS",
    "dutch": "Werkers Aansturen",
    "english": "Controlling Workers",
    "french": "Contrôler|les ouvrières",
    "german": "Arbeiterinnen|steuern",
    "japanese": "働きアリを動かす",
    "korean": "일개미 조종",
    "note": "The title of a specific tutorial.",
    "polish": "Sterowanie|robotnicami",
    "roworder": 45,
    "russian": "Управление|рабочими"
  },
  {
    "chinese_simplified": "绘制路径",
    "code": "TUTT_USING_TRAILS",
    "dutch": "Sporen Tekenen",
    "english": "Drawing Trails",
    "french": "Tracer des pistes",
    "german": "Straßen bauen",
    "japanese": "ルートを作成する",
    "korean": "경로 그리기",
    "note": "The title of a specific tutorial.",
    "polish": "Wytyczanie ścieżek",
    "roworder": 46,
    "russian": "Прокладка троп"
  },
  {
    "chinese_simplified": "暂停游戏",
    "code": "TUTT_PAUSING",
    "dutch": "Het Spel Pauseren",
    "english": "Pausing the Game",
    "french": "Mettre le jeu|en pause",
    "german": "Spiel pausieren",
    "japanese": "ゲームを一時停止",
    "korean": "게임 정지",
    "note": "The title of a specific tutorial.",
    "polish": "Wstrzymywanie gry",
    "roworder": 47,
    "russian": "Приостановка|игры"
  },
  {
    "chinese_simplified": "修改布局",
    "code": "TUTT_DEMOLISH",
    "dutch": "Opstellingen Aanpassen",
    "english": "Modifying Layouts",
    "french": "Modifier|les installations",
    "german": "Layouts modifizieren",
    "japanese": "配置を変更する",
    "korean": "배치 수정",
    "note": "The title of a specific tutorial.",
    "polish": "Zmiana układu|kolonii",
    "roworder": 48,
    "russian": "Изменение|раскладки"
  },
  {
    "chinese_simplified": "使用分配器",
    "code": "TUTT_DISPENSER",
    "dutch": "De Dispenser Gebruiken",
    "english": "Using the Dispenser",
    "french": "Utiliser|le distributeur",
    "german": "Verteiler verwenden",
    "japanese": "分配器を使う",
    "korean": "분배기 사용",
    "note": "The title of a specific tutorial.",
    "polish": "Jak korzystać|z dozownika",
    "roworder": 49,
    "russian": "Использование|распределителя"
  },
  {
    "chinese_simplified": "能量条",
    "code": "TUTT_HUNGER",
    "dutch": "De Energie Balk",
    "english": "The Energy Bar",
    "french": "La barre d'énergie",
    "german": "Die Energieleiste",
    "japanese": "エナジーゲージ",
    "korean": "에너지 바",
    "note": "The title of a specific tutorial.",
    "polish": "Pasek energii",
    "roworder": 50,
    "russian": "Полоса энергии"
  },
  {
    "chinese_simplified": "分隔器路径",
    "code": "TUTT_DIVIDER",
    "dutch": "Het Verdeler Spoor",
    "english": "The Divider Trail",
    "french": "La piste|de répartition",
    "german": "Die Teilerstraße",
    "japanese": "ディスペンサールート",
    "korean": "분리기 경로",
    "note": "The title of a specific tutorial.",
    "polish": "Separator",
    "roworder": 51,
    "russian": "Тропа-разделитель"
  },
  {
    "chinese_simplified": "计数门",
    "code": "TUTT_COUNTER_GATE",
    "dutch": "De Telpoort",
    "english": "The Counter Gate",
    "french": "La porte de comptage",
    "german": "Das Zählgatter",
    "japanese": "カウントゲート",
    "korean": "카운터 게이트",
    "note": "The title of a specific tutorial.",
    "polish": "Bramka licząca",
    "roworder": 52,
    "russian": "Ворота-счетчик"
  },
  {
    "chinese_simplified": "装配器",
    "code": "TUTT_ASSEMBLER",
    "dutch": "De Monteur",
    "english": "The Assembler",
    "french": "L'assembleur",
    "german": "Der Montierer",
    "japanese": "アセンブラー",
    "korean": "장착기",
    "note": "The title of a specific tutorial.",
    "polish": "Montażownia",
    "roworder": 53,
    "russian": "Сборщик"
  },
  {
    "chinese_simplified": "岛屿",
    "code": "TUTT_ISLAND_INVENTORY",
    "dutch": "Eilanden",
    "english": "Islands",
    "french": "Îles",
    "german": "Inseln",
    "japanese": "島",
    "korean": "섬",
    "note": "The title of a specific tutorial.",
    "polish": "Wyspy",
    "roworder": 54,
    "russian": "Острова"
  },
  {
    "chinese_simplified": "搬运门",
    "code": "TUTT_CARRY_GATE",
    "dutch": "De Draagpoort",
    "english": "The Carry Gate",
    "french": "La porte de transport",
    "german": "Das Transportgatter",
    "japanese": "ポートゲート",
    "korean": "운반 게이트",
    "note": "The title of a specific tutorial.",
    "polish": "Bramka transportowa",
    "roworder": 55,
    "russian": "Грузовые ворота"
  },
  {
    "chinese_simplified": "生命门",
    "code": "TUTT_LIFE_GATE_old",
    "dutch": "De Levenspoort",
    "english": "The Life Gate",
    "french": "La porte de longévité",
    "german": "Das Lebensgatter",
    "japanese": "ライフゲート",
    "korean": "생명 도어",
    "note": "The title of a specific tutorial.",
    "polish": "Bramka wieku",
    "roworder": 56,
    "russian": "Ворота жизни"
  },
  {
    "chinese_simplified": "粉末",
    "code": "TUTT_POWDERS",
    "dutch": "Poeder",
    "english": "Powders",
    "french": "Poudres",
    "german": "Pulver",
    "japanese": "粉末",
    "korean": "분말",
    "note": "The title of a specific tutorial.",
    "polish": "Proszki",
    "roworder": 57,
    "russian": "Порошки"
  },
  {
    "chinese_simplified": "液体",
    "code": "TUTT_FLUIDS",
    "dutch": "Vloeistoffen",
    "english": "Fluids",
    "french": "Liquides",
    "german": "Flüssigkeiten",
    "japanese": "液体",
    "korean": "액체",
    "note": "The title of a specific tutorial.",
    "polish": "Płyny",
    "roworder": 58,
    "russian": "Жидкости"
  },
  {
    "chinese_simplified": "连接建筑",
    "code": "TUTT_ITERATIONS",
    "dutch": "Gebouwtjes Verbinden",
    "english": "Connecting|Buildings",
    "french": "Relier des bâtiments",
    "german": "Gebäude verbinden",
    "japanese": "建築物をつなげる",
    "korean": "건물 연결",
    "note": "The title of a specific tutorial.",
    "polish": "Łączenie budynków",
    "roworder": 59,
    "russian": "Соединение|зданий"
  },
  {
    "chinese_simplified": "发明蚁",
    "code": "TUTT_INVENTOR",
    "dutch": "Uitvindermieren",
    "english": "Inventor Ants",
    "french": "Fourmis inventrices",
    "german": "Erfinderameisen",
    "japanese": "発明アリ",
    "korean": "발명가 개미",
    "note": "The title of a specific tutorial.",
    "polish": "Wynalazcy",
    "roworder": 60,
    "russian": "Ученые муравьи"
  },
  {
    "chinese_simplified": "婚飞",
    "code": "TUTT_NUPFLIGHT",
    "dutch": "De Bruidsvlucht",
    "english": "The Nuptial Flight",
    "french": "Le vol nuptial",
    "german": "Der Hochzeitsflug",
    "japanese": "婚姻飛行",
    "korean": "혼인 비행",
    "note": "The title of a specific tutorial.",
    "polish": "Lot godowy",
    "roworder": 61,
    "russian": "Брачный полет"
  },
  {
    "chinese_simplified": "生命门是一条逻辑路径，可根据蚂蚁剩余的寿命对其分类。",
    "code": "TUT_LIFEGATE0_old",
    "dutch": "",
    "english": "The life gate is a logic trail that allows you to sort ants based on their remaining lifespan.",
    "french": "La porte de longévité est une porte logique qui vous permet de filtrer les fourmis selon leur longévité restante.",
    "german": "Das Lebensgatter ist eine Logikstraße, die dir ermöglicht, Ameisen auf der Grundlage ihrer restlichen Lebensdauer zu sortieren.",
    "japanese": "ライフゲートは、残りの寿命に基づいてアリを選別できるロジックルートです。",
    "korean": "생명 도어는 일종 로직 경로로서 개미의 남은 수명에 따라 개미들을 분류할 수 있습니다.",
    "note": "",
    "polish": "Bramka wieku to ścieżka logiczna, umożliwiająca sortowanie mrówek zależnie od pozostałej żywotności.",
    "roworder": 63,
    "russian": "Ворота жизни – это логические ворота, позволяющие сортировать муравьев в зависимости от их оставшегося срока жизни."
  },
  {
    "chinese_simplified": "蚂蚁升级为新的工种时，将重置其寿命，生命门将同步该信息。",
    "code": "TUT_LIFEGATE1_old",
    "dutch": "",
    "english": "When an ant is upgraded to a new caste, its lifespan resets. This synergizes well with the life gate.",
    "french": "Lorsqu'une fourmi change de caste, sa longévité se réinitialise, un effet dont vous pouvez tirer parti avec la porte de longévité.",
    "german": "Nach dem Verbessern einer Ameise zu einer neuen Kaste wird ihre Lebensdauer zurückgesetzt, was Vorteile in Verbindung mit dem Lebensgatter ergibt.",
    "japanese": "新職種にランクアップされると、寿命がリセットされ、ライフゲートに反映されます。",
    "korean": "개미가 새로운 종류로 업그레이드될 때, 수명이 리셋되고 생명 도어는 해당 정보를 동기화합니다.",
    "note": "",
    "polish": "Mrówki awansujące do wyższej kasty zyskują świeżą pulę żywotności, co dobrze działa w połączeniu z bramkami wieku.",
    "roworder": 64,
    "russian": "Когда муравей переходит в новую касту, его жизненный цикл запускается заново, что отлично сочетается с воротами жизни."
  },
  {
    "chinese_simplified": "利用好这一机制，才能维持健康的蚁群规模。",
    "code": "TUT_LIFEGATE2_0_old",
    "dutch": "",
    "english": "To maintain a healthy population it is important to use this mechanic to your advantage.",
    "french": "Pour conserver une population en bonne santé, il est important d'utiliser ce système à votre avantage.",
    "german": "Um eine gesunde Population beizubehalten, ist es wichtig, die Mechanik zu deinen Gunsten einzusetzen.",
    "japanese": "このメカニズムを活用することで、健全な総アリ数を維持することが可能です。",
    "korean": "해당 메커니즘을 잘 활용해야만 안정적인 인구수를 유지할 수 있습니다.",
    "note": "",
    "polish": "Korzystaj z tej mechaniki, aby utrzymywać zdrową populację mrowiska.",
    "roworder": 65,
    "russian": "Не забывай использовать эту механику, чтобы поддерживать здоровье своей колонии."
  },
  {
    "chinese_simplified": "从布局中筛选出年迈的蚂蚁，让它们重获新生吧！",
    "code": "TUT_LIFEGATE2_1_old",
    "dutch": "",
    "english": "Filter the older ants out of your setups and send them to be born anew!",
    "french": "Filtrez les vieilles fourmis pour les retirer de vos installations et faites-les renaître !",
    "german": "Filtere die älteren Ameisen aus dem System, damit sie neu geboren werden.",
    "japanese": "配置の中から老いたアリを選び出し、彼らに再び新たな命を与えましょう！",
    "korean": "배치 중에서 나이 든 개미를 선별하고 그들에게 새로운 생명을 부여하세요!",
    "note": "",
    "polish": "Starsze mrówki można skierować na etapie sortowania do ulepszenia. Będą jak nowo narodzone!",
    "roworder": 66,
    "russian": "Отфильтруй старых муравьев и отправь их на перерождение!"
  },
  {
    "chinese_simplified": "你已经完成了《蚁托邦》抢先体验版的全部内容！",
    "code": "TUT_EADONE0_0",
    "dutch": "",
    "english": "You've reached the end of Microtopia Early Access!",
    "french": "Vous avez atteint la fin de l'accès anticipé de Microtopia !",
    "german": "Du hast das Ende des Early Access von Microtopia erreicht!",
    "japanese": "マイクロトピア先行体験版の全コンテンツをプレイしました！",
    "korean": "마이크로토피아의 우선 체험 버전의 전부 내용을 완료했습니다!",
    "note": "",
    "polish": "To już koniec wczesnego dostępu do gry Microtopia!",
    "roworder": 68,
    "russian": "Версия раннего доступа к Microtopia пройдена!"
  },
  {
    "chinese_simplified": "非常感谢游玩！",
    "code": "TUT_EADONE0_1",
    "dutch": "",
    "english": "Thank you so much for playing our game!",
    "french": "Merci beaucoup d'avoir joué à notre jeu !",
    "german": "Vielen Dank fürs Spielen!",
    "japanese": "プレイいただき、誠にありがとうございました！",
    "korean": "플레이해 주셔서 진심으로 감사드립니다!",
    "note": "",
    "polish": "Bardzo dziękujemy za wybór naszej gry!",
    "roworder": 69,
    "russian": "Большое спасибо за игру!"
  },
  {
    "chinese_simplified": "高龄门是一种可以根据蚂蚁是否高龄将其分类的逻辑路径。",
    "code": "TUT_LIFEGATE0",
    "dutch": "",
    "english": "The old gate is a logic trail that sorts ants based on whether they are old or not.",
    "french": "La porte de vieillesse est une porte logique filtrant les fourmis selon leur statut de vieillesse.",
    "german": "Das Altersgatter ist eine Logikstraße, die Ameisen auf der Grundlage passieren lässt, ob sie alt sind oder nicht.",
    "japanese": "オールドゲートは老いているかいないかでアリを判別するロジックゲートです。",
    "korean": "연로 게이트는 개미가 연로한지 여부에 따라 분류하는 논리 경로입니다.",
    "note": "",
    "polish": "Bramka starości przepuszcza mrówki zależnie od tego, czy są stare, czy nie.",
    "roworder": 71,
    "russian": "Возрастные ворота – это логические ворота, которые пропускают муравьев, основываясь на том, достигли они старости или нет."
  },
  {
    "chinese_simplified": "在《蚁托邦》中，当你将一只蚂蚁升级为全新工种时，其寿命会重置。",
    "code": "TUT_LIFEGATE1",
    "dutch": "",
    "english": "In Microtopia, when you upgrade an ant into a new caste, its lifespan is reset.",
    "french": "Dans Microtopia, lorsque vous changez une fourmi de caste, sa longévité se réinitialise.",
    "german": "In Microtopia wird die Lebensdauer von Ameisen zurückgesetzt, wenn du sie einer neuen Kaste zuweist.",
    "japanese": "マイクロトピアでは、アリを別の職種にアップグレードすると寿命がリセットされます。",
    "korean": "마이크로토피아에서 개미를 새로운 종류로 업그레이드하면 수명이 초기화됩니다.",
    "note": "",
    "polish": "W grze Microtopia ulepszenie mrówki przez przydział do nowej kasty resetuje jej żywotność.",
    "roworder": 72,
    "russian": "В Microtopia, если ты улучшаешь муравья до новой касты, срок его жизни запускается заново."
  },
  {
    "chinese_simplified": "在较小蚂蚁寿命将尽时升级它们，将大大提高你的蚁群规模。",
    "code": "TUT_LIFEGATE2_0",
    "dutch": "",
    "english": "Using the smaller ants before you send them to be upgraded will greatly enhance your population.",
    "french": "N'hésitez pas à vous servir des petites fourmis avant de les améliorer, afin d'augmenter fortement votre population.",
    "german": "Wenn du die kleineren Ameisen nutzt, bevor du sie verbesserst, kannst du innerhalb kurzer Zeit deine Population steigern.",
    "japanese": "小さなアリを働かせてからアップグレード用に送り出せば、アリ総数の拡大に大きく役立ちます。",
    "korean": "소형 개미를 먼저 사용한 후에 업그레이드에 보내면 인구를 크게 증가시킬 수 있습니다.",
    "note": "",
    "polish": "Wykorzystuj mniejsze mrówki do pracy, zanim je ulepszysz. W ten sposób znacznie zwiększysz liczebność ich populacji.",
    "roworder": 73,
    "russian": "Отправляй малых рабочих на улучшение в конце их жизненного срока, чтобы значительно повысить население колонии."
  },
  {
    "chinese_simplified": "使用高龄门可筛选出年龄较大的蚂蚁，然后让它们重获新生！",
    "code": "TUT_LIFEGATE2_1",
    "dutch": "",
    "english": "Use the old gate to filter out older ants and send them to be born anew!",
    "french": "Utilisez une porte de vieillesse pour filtrer les vieilles fourmis et les envoyer renaître !",
    "german": "Benutzte das Altersgatter, um ältere Ameisen auszusortieren und neu entstehen zu lassen.",
    "japanese": "オールドゲートで老いたアリをふるいにかけて、新しく生まれ変わらせましょう！",
    "korean": "연로 게이트를 사용해 나이 든 개미를 선별하고 새롭게 태어날 수 있는 곳으로 보내세요!",
    "note": "",
    "polish": "Pamiętaj o przekierowywaniu starszych mrówek za pomocą bramek starości, by je odmłodzić!",
    "roworder": 74,
    "russian": "Используй возрастные ворота, чтобы отсеять старых муравьев и отправить их на перерождение."
  },
  {
    "chinese_simplified": "分配器即使放置在很远的地方，依然可以起效。",
    "code": "TUT_DISPENSER3_1",
    "dutch": "",
    "english": "Dispensers still work when placed over great distances.",
    "french": "Les distributeurs continuent de fonctionner, même s'ils sont installés très loin.",
    "german": "Verteiler arbeiten nach wie vor, wenn sie in großer Entfernung platziert werden.",
    "japanese": "分配器は遠く離れた場所に置いてもちゃんと稼働してくれます。",
    "korean": "분배기는 멀리 떨어진 곳에 설치해도 계속 작동합니다.",
    "note": "",
    "polish": "Dozowniki pracują nawet na dużą odległość.",
    "roworder": 75,
    "russian": "Распределители будут работать, даже если разнести их на большое расстояние."
  },
  {
    "chinese_simplified": "务必好好利用这一点！",
    "code": "TUT_DISPENSER3_2",
    "dutch": "",
    "english": "Use this to your advantage!",
    "french": "Profitez-en !",
    "german": "Nutze dies zu deinem Vorteil!",
    "japanese": "大いに活用しましょう！",
    "korean": "이걸 군락에 유리하게 사용하세요!",
    "note": "",
    "polish": "Wykorzystuj to.",
    "roworder": 76,
    "russian": "Не забывай это использовать!"
  },
  {
    "chinese_simplified": "繁殖蚁是一种可以生育的雌蚁，将来注定会成为蚁后。",
    "code": "TUT_GYNE1",
    "dutch": "",
    "english": "A gyne is a fertile female ant, destined to become a queen.",
    "french": "Une gyne est une fourmi féconde, destinée à devenir une reine.",
    "german": "Eine Gyne ist eine fruchtbare weibliche Ameise, die zu einer Königin wird.",
    "japanese": "繁殖アリはメスアリで、成長すると女王アリになります。",
    "korean": "번식 개미는 번식이 가능한 암컷 개미로, 향후 여왕개미가 됩니다.",
    "note": "",
    "polish": "Dojrzała matka to płodna samica mrówki, która zostanie królową.",
    "roworder": 77,
    "russian": "Матка – это фертильная женская особь, которая может развиться в королеву."
  },
  {
    "chinese_simplified": "在《蚁托邦》中，你的终极目标就是繁殖。",
    "code": "TUT_GYNE2_1",
    "dutch": "",
    "english": "In Microtopia, your ultimate goal is reproduction.",
    "french": "Dans Microtopia, la reproduction constitue votre objectif ultime.",
    "german": "In Microtopia ist Reproduktion dein oberstes Ziel.",
    "japanese": "マイクロトピアにおける大きな目標は繁殖です。",
    "korean": "마이크로토피아에서 궁극적인 목표는 번식입니다.",
    "note": "",
    "polish": "Ostatecznym celem gry Microtopia jest reprodukcja osobników.",
    "roworder": 78,
    "russian": "Твоя главная цель в Microtopia – увеличение популяции."
  },
  {
    "chinese_simplified": "要达成此目的，你就必须制造出繁殖蚁。它们会在婚飞期间飞上天空进行交配，然后建立新的蚁群。",
    "code": "TUT_GYNE2_2",
    "dutch": "",
    "english": "To achieve this, you must create gynes that will take to the skies during the nuptial flight to mate and establish new colonies.",
    "french": "Pour y parvenir, vous devez créer des gynes qui partiront en vol nuptial pour s'accoupler avant d'aller fonder de nouvelles fourmilières.",
    "german": "Dazu musst du Gynen erschaffen, die beim Hochzeitsflug in den Himmel aufsteigen, um sich zu paaren und neue Kolonien zu gründen.",
    "japanese": "繁殖を遂げるには、婚姻飛行に空を飛び、新たなコロニーを作り出す繁殖アリを作らねばなりません。",
    "korean": "이 목표를 달성하려면, 번식 개미를 만들고 하늘로 날려 보내, 혼인 비행을 통해 짝짓기를 하고 새로운 군락을 설립해야 합니다.",
    "note": "",
    "polish": "Wymaga to tworzenia dojrzałych matek, które następnie rozmnażają się podczas lotu godowego i zakładają nowe kolonie.",
    "roworder": 79,
    "russian": "Чтобы ее достичь, необходимо создавать маток, которые, отправившись в брачный полет, заложат колонии на других островах."
  },
  {
    "chinese_simplified": "发明蚁塔可帮你免去手动点击发明蚁的步骤，直接获得发明点数。",
    "code": "TUT_INVENTORTOWER1_1",
    "dutch": "",
    "english": "The inventor tower allows points to be gained without having to manually click the inventor ants.",
    "french": "La tour scientifique permet d'obtenir des points sans avoir à cliquer manuellement sur les inventrices.",
    "german": "Mit dem Erfinderturm kannst du Erfinderpunkte sammeln, ohne auf Erfinderameisen klicken zu müssen.",
    "japanese": "発明アリの塔を置くと、発明アリをクリックせずにポイントが得られます。",
    "korean": "발명가 개미 탑은 발명가 개미를 수동으로 클릭하지 않아도 포인트를 획득할 수 있게 해줍니다.",
    "note": "",
    "polish": "Wieża wynalazcy automatycznie gromadzi punkty wynalazcy, dzięki czemu nie trzeba ich zbierać kliknięciem.",
    "roworder": 80,
    "russian": "Башня ученых позволяет получать очки науки автоматически, без щелканья по ученым на площадках."
  },
  {
    "chinese_simplified": "只需喂饱里面的发明蚁，它们就会随着时间推移被动产出发明点数。",
    "code": "TUT_INVENTORTOWER1_2",
    "dutch": "",
    "english": "The inventor ants inside will passively generate points over time when fully fed.",
    "french": "Les inventrices se trouvant à l'intérieur génèreront passivement des points au fil du temps tant qu'elles sont alimentées au maximum.",
    "german": "Erfinderameisen im Erfinderturm generieren passiv Punkte, wenn sie vollständig satt sind.",
    "japanese": "塔にいる発明アリのお腹がいっぱいになると、時間経過で自動的にポイントを生成してくれます。",
    "korean": "탑 안의 발명가 개미들에게 완전히 먹이를 먹이면 지속적으로 포인트를 생성합니다.",
    "note": "",
    "polish": "Wynalazcy to mrówki, które po pełnym nakarmieniu wytwarzają punkty wynalazcy.",
    "roworder": 81,
    "russian": "Муравьи-ученые в башне, получая питание, будут автоматически производить очки науки."
  },
  {
    "chinese_simplified": "创造高效的蚁群需要不断练习。",
    "code": "TUT_BIGERASER1_1",
    "dutch": "",
    "english": "Creating efficient colonies takes practice.",
    "french": "Créer des fourmilières efficaces demande de la pratique.",
    "german": "Die Gründung effizienter Kolonien verlangt ein wenig Übung.",
    "japanese": "生産性のあるコロニーを作り出すには練習が必要になります。",
    "korean": "효율적인 군락을 만들려면 연습이 필요합니다.",
    "note": "",
    "polish": "Dopiero praktyka pomoże ci stworzyć wydajnie funkcjonującą kolonię.",
    "roworder": 82,
    "russian": "Чтобы создавать эффективные колонии, нужно набраться опыта."
  },
  {
    "chinese_simplified": "不要害怕时不时地擦除布局推倒重来。",
    "code": "TUT_BIGERASER1_2",
    "dutch": "",
    "english": "Do not be afraid to erase your layouts sometimes and start over.",
    "french": "N'hésitez pas à supprimer vos installations et à tout recommencer.",
    "german": "Scheue dich nicht, deine Entwürfe hin und wieder zu löschen und von Neuem zu beginnen.",
    "japanese": "レイアウトを消してからやり直すことをためらう必要はありません。",
    "korean": "가끔은 두려움 없이 전체 배치를 삭제하고 다시 시작해야 할 때도 있습니다.",
    "note": "",
    "polish": "Nie bój się zmieniać układu swojej kolonii ani zaczynać od zera.",
    "roworder": 83,
    "russian": "Не бойся стирать свои колонии и начинать все сначала."
  },
  {
    "chinese_simplified": "你还可以按住shift键选中多个建筑，|然后按下“搬迁”的快捷键，即可一次性地搬迁它们。",
    "code": "TUT_BIGERASER2",
    "dutch": "",
    "english": "You can also hold shift to select multiple buildings,|to be able to relocate them all at once by pressing the \"relocate\" hotkey.",
    "french": "Maintenez la touche Maj pour sélectionner plusieurs bâtiments|et les déplacer en appuyant sur « Déplacer ».",
    "german": "Du kannst außerdem die Umschalttaste gedrückt halten, um mehrere Gebäude auf einmal auszuwählen und sie dann per \"Gebäude versetzen\" an einen anderen Ort zu verlegen.",
    "japanese": "Shiftを長押しすると複数の建造物を選択できます。「移設」のホットキーを押せば一度にまとめて移転も可能です。",
    "korean": "Shift를 길게 누르고 다수의 건물을 선택한 후|\"건물 이동\" 단축키를 누르면 즉시 건물을 이동할 수 있습니다.",
    "note": "",
    "polish": "Z Shiftem można zaznaczać wiele budynków naraz|i przenosić je łącznie skrótem klawiszowym „Przeniesienie budynku”.",
    "roworder": 84,
    "russian": "Удерживая Shift, можно выбрать несколько построек,|и переместить их все сразу одним нажатием кнопки «Переместить»."
  },
  {
    "chinese_simplified": "多只被选中的蚂蚁可以同时放下它们携带的材料，只需按下“放下材料”的快捷键即可。",
    "code": "TUT_BIGERASER3",
    "dutch": "",
    "english": "Multiple selected ants can all drop their carried material at the same time by pressing the \"drop material\" hotkey.",
    "french": "Plusieurs fourmis sélectionnées peuvent lâcher simultanément le matériau qu'elles portent. Pour ce faire, appuyez sur « Déposer des matériaux ».",
    "german": "Mehrere ausgewählte Ameisen können per \"Material ablegen\" alle gleichzeitig das Material ablegen, das sie tragen.",
    "japanese": "複数のアリを選択してから「素材を置く」ホットキーを押すと、一斉に素材を置きます。",
    "korean": "다수의 개미를 선택한 후 \"재료 놓기\" 단축키를 누르면 개미들이 동시에 운반 중인 재료를 내려놓습니다.",
    "note": "",
    "polish": "Jeśli zaznaczysz wiele mrówek i naciśniesz skrót klawiszowy „Upuszczenie materiału”, wszystkie odrzucą to, co w danej chwili niosą.",
    "roworder": 85,
    "russian": "Несколько выбранных муравьев могут одновременно бросить материалы, если нажать кнопку «Бросить материал»."
  },
  {
    "chinese_simplified": "你可以直接在一条路径上绘制另一条路径来替换掉它。",
    "code": "TUT_TRAILTRACING1_1",
    "dutch": "",
    "english": "You can replace a trail with another one by drawing directly on top of it.",
    "french": "Vous pouvez remplacer une piste par une autre en traçant cette dernière par-dessus la première.",
    "german": "Du kannst eine Straße durch eine andere ersetzen, indem du direkt auf ihr baust.",
    "japanese": "既存のルートに直接上書きをするように新しいルートを書くと、置き換えができます。",
    "korean": "경로 위에 직접 다른 경로를 그려서 기존 경로를 대체할 수 있습니다.",
    "note": "",
    "polish": "Ścieżki można zastępować innymi, wytyczając je nad poprzednimi.",
    "roworder": 86,
    "russian": "Можно заменить одну тропу другой, просто нарисовав вторую поверх первой."
  },
  {
    "chinese_simplified": "用这个方法更改路径类型非常方便。",
    "code": "TUT_TRAILTRACING1_2",
    "dutch": "",
    "english": "This is very handy if you want to change the type of trail.",
    "french": "Très pratique pour changer de type de piste.",
    "german": "Dies ist besonders praktisch, wenn du die Art der Straße ändern möchtest.",
    "japanese": "ルートの種類を変えたい時にとても便利な機能です。",
    "korean": "경로의 유형을 변경하고 싶은 경우 편리하게 이용할 수 있습니다.",
    "note": "",
    "polish": "Technika ta pomaga łatwo zmienić typ danej ścieżki.",
    "roworder": 87,
    "russian": "Это очень удобно, если тебе нужно изменить тип тропы."
  },
  {
    "chinese_simplified": "你还可以用它来更改路径的方向。",
    "code": "TUT_TRAILTRACING2",
    "dutch": "",
    "english": "You can also use this to change the trail's direction.",
    "french": "Cela vous permet également de modifier l'orientation de la piste.",
    "german": "Du kannst auf diese Weise auch ihre Richtung ändern.",
    "japanese": "ルートの方向を変更するときもこの機能が使えます。",
    "korean": "이 기능을 사용해서 경로의 방향도 변경할 수 있습니다.",
    "note": "",
    "polish": "Można też zmieniać w ten sposób jej kierunek.",
    "roworder": 88,
    "russian": "Также это можно использовать, если нужно изменить направление тропы."
  },
  {
    "chinese_simplified": "高龄门",
    "code": "TUTT_LIFE_GATE",
    "dutch": "",
    "english": "The Old Gate",
    "french": "Porte de vieillesse",
    "german": "Das Altersgatter",
    "japanese": "オールドゲート",
    "korean": "연로 게이트",
    "note": "",
    "polish": "Bramka starości",
    "roworder": 90,
    "russian": "Возрастные ворота"
  },
  {
    "chinese_simplified": "繁殖蚁",
    "code": "TUTT_GYNE",
    "dutch": "",
    "english": "Gynes",
    "french": "Gynes",
    "german": "Gynen",
    "japanese": "繁殖アリ",
    "korean": "번식 개미",
    "note": "",
    "polish": "Dojrzałe matki",
    "roworder": 91,
    "russian": "Матки"
  },
  {
    "chinese_simplified": "发明蚁塔",
    "code": "TUTT_INVENTOR_TOWER",
    "dutch": "",
    "english": "The Inventor Tower",
    "french": "Tour scientifique",
    "german": "Der Erfinderturm",
    "japanese": "発明アリの塔",
    "korean": "발명가 개미 탑",
    "note": "",
    "polish": "Wieża wynalazcy",
    "roworder": 92,
    "russian": "Башня ученых"
  },
  {
    "chinese_simplified": "大橡皮擦",
    "code": "TUTT_BIG_ERASER",
    "dutch": "",
    "english": "The Big Eraser",
    "french": "Grosse gomme",
    "german": "Der große Radierer",
    "japanese": "巨大消しゴム",
    "korean": "대형 지우개",
    "note": "",
    "polish": "Duża gumka",
    "roworder": 93,
    "russian": "Большой ластик"
  },
  {
    "chinese_simplified": "路径绘制",
    "code": "TUTT_TRAILS_TRACING",
    "dutch": "",
    "english": "Trail Tracing",
    "french": "Traçage de pistes",
    "german": "Straßen überbauen",
    "japanese": "ルートトレーシング",
    "korean": "경로 추적",
    "note": "",
    "polish": "Zastępowanie|ścieżek",
    "roworder": 94,
    "russian": "Прослеживание|тропы"
  },
  {
    "chinese_simplified": "繁殖点数",
    "code": "TUTT_GYNE_POINTS",
    "dutch": "",
    "english": "Gyne Points",
    "french": "Points de gyne",
    "german": "Gynenpunkte",
    "japanese": "繁殖アリポイント",
    "korean": "번식 포인트",
    "note": "",
    "polish": "Punkty dojrzałej matki",
    "roworder": 95,
    "russian": "Очки матки"
  },
  {
    "chinese_simplified": "成功放飞繁殖蚁会奖励你繁殖点数，|繁殖点数可用于发展树。",
    "code": "TUT_GYNEPOINTS0",
    "dutch": "",
    "english": "Successfully releasing a gyne rewards you with gyne points,|which you can use in the development tree.",
    "french": "Lorsqu'une gyne prend son envol, vous gagnez des points|de gyne utilisables dans l'arbre de développement.",
    "german": "Wenn du eine Gyne erschaffst, erhältst du Gynenpunkte, die du im Technologiebaum nutzen kannst.",
    "japanese": "繁殖アリの旅立ちに成功すると、繁殖アリポイントが貰えます。|このポイントはテクノロジーツリーで使用できます。",
    "korean": "번식 개미를 내보내는 데 성공하면 번식 포인트를 받아,|개발 트리에 사용할 수 있습니다.",
    "note": "",
    "polish": "Każda wypuszczona dojrzała matka zapewnia punkty|dojrzałej matki, które odblokowują elementy drzewka rozwoju.",
    "roworder": 97,
    "russian": "За успешный вылет матки ты получаешь очки матки,|которые можно использовать на древе технологий."
  },
  {
    "chinese_simplified": "点击“锁定路径拖拽”可禁用路径拖拽。",
    "code": "TUT_TRAILDRAGGING0_0",
    "dutch": "",
    "english": "By clicking \"lock trail dragging\" you can disable trail dragging.",
    "french": "En cliquant sur « Bloquer le déplacement des pistes », vous pouvez désactiver le déplacement des pistes.",
    "german": "Wähle \"Verschieben von Straßen sperren\", um das Ziehen von Straßen zu deaktivieren.",
    "japanese": "「ルートドラッギングのロック」をクリックすると、ルートドラッギングを無効化できます。",
    "korean": "경로 끌기 잠그기를 클릭하면 경로를 끄는 기능을 비활성화할 수 있습니다.",
    "note": "",
    "polish": "Przeciąganie ścieżek można wyłączyć. Aby to zrobić, kliknij „Zablokuj przeciąganie ścieżek”.",
    "roworder": 99,
    "russian": "Щелкнув по «Заблокировать перенос тропы», ты можешь запретить изменение троп."
  },
  {
    "chinese_simplified": "防止你不小心移动了错误的路径。",
    "code": "TUT_TRAILDRAGGING0_1",
    "dutch": "",
    "english": "To prevent accidentally moving the wrong trails.",
    "french": "Cette option est utile pour éviter de déplacer accidentellement les mauvaises pistes.",
    "german": "So vermeidest du, aus Versehen die falsche Straße zu verschieben.",
    "japanese": "ルートの意図せぬ移動を防止するための機能です。",
    "korean": "그러면 실수로 엉뚱한 경로를 옮기는 걸 방지할 수 있습니다.",
    "note": "",
    "polish": "Można się zabezpieczyć przed przypadkowym przesunięciem ścieżki.",
    "roworder": 100,
    "russian": "Это нужно, чтобы случайно не изменить правильную тропу."
  },
  {
    "chinese_simplified": "有了该路径拖拽工具，你就可以点击并拖动现有路径，自由地移动它们。",
    "code": "TUT_DRAGTOOL0",
    "dutch": "",
    "english": "With the trail dragging tool you can click and drag existing trails to freely move them around.",
    "french": "Avec le manipulateur de pistes, cliquez sur une piste existante et faites-la glisser pour la déplacer à votre guise.",
    "german": "Mit dem Werkzeug zum Verschieben von Straßen, kannst du bestehende Ameisenstraßen anklicken und ziehen, um sie frei umherzubewegen.",
    "japanese": "ルートドラッギングツールは、既存のルートをドラッグして自由に移動できる機能です。",
    "korean": "경로 끌기 도구를 사용하면 기존 경로를 클릭 및 드래그하여 자유롭게 이동할 수 있습니다.",
    "note": "",
    "polish": "Istniejące ścieżki można swobodnie przenosić za pomocą narzędzia do przeciągania, przytrzymując LPM.",
    "roworder": 101,
    "russian": "Выбрав этот инструмент, ты сможешь переместить существующую тропу: щелкни по ней и тащи в нужную сторону."
  },
  {
    "chinese_simplified": "路径拖拽器",
    "code": "TUTT_DRAGTOOL",
    "dutch": "",
    "english": "The Trail Dragger",
    "french": "Manipulateur de pistes",
    "german": "Der Straßenverschieber",
    "japanese": "ルートドラッガー",
    "korean": "경로 끌개",
    "note": "",
    "polish": "Przeciągacz ścieżek",
    "roworder": 102,
    "russian": "Перенос тропы"
  },
  {
    "chinese_simplified": "你刚刚见证了婚飞！",
    "code": "TUT_NUPTIAL0_0",
    "dutch": "",
    "english": "You’ve just witnessed a nuptial flight!",
    "french": "Vous venez d'assister à un vol nuptial !",
    "german": "Du hast gerade einen Hochzeitsflug miterlebt!",
    "japanese": "婚姻飛行があったようです！",
    "korean": "방금 혼인 비행이 이루어졌습니다!",
    "note": "",
    "polish": "Właśnie odbył się lot godowy.",
    "roworder": 104,
    "russian": "Только что состоялся брачный полет!"
  },
  {
    "chinese_simplified": "每隔一小时，天空就会热闹一阵，会有可生育的雄蚁飞来寻找可交配的年轻蚁后。",
    "code": "TUT_NUPTIAL0_1",
    "dutch": "",
    "english": "Once every hour, the sky comes alive with fertile male ants that are on a quest to find young queens to mate with.",
    "french": "Toutes les heures, le ciel est envahi de mâles féconds en quête de jeunes reines auxquelles s'accoupler.",
    "german": "Jede Stunde erwacht der Himmel mit fruchtbaren männlichen Ameisen, die eine junge Königin zum Paaren suchen, zum Leben.",
    "japanese": "毎時間、若い女王アリを探しにやってきた雄アリで空が賑やかになります。",
    "korean": "1시간에 한 번씩, 번식이 가능한 수컷 개미들이 하늘로 날아올라 짝짓기를 할 젊은 여왕개미를 찾습니다.",
    "note": "",
    "polish": "Co godzinę niebo wypełnia się płodnymi trutniami, które wyruszają na poszukiwania młodych królowych.",
    "roworder": 105,
    "russian": "Каждый час в воздухе появляются фертильные самцы, ожидающие вылета юных муравьиных королев."
  },
  {
    "chinese_simplified": "假以时日，你的蚁群也将开始生产繁殖蚁，也就是未来的蚁后。它们将飞上天空建立新的蚁群，让这个无止尽的生命循环继续延续下去。",
    "code": "TUT_NUPTIAL1",
    "dutch": "",
    "english": "In time, your colony will start producing gynes, future queens who will take to the skies and establish new colonies, continuing the endless cycle of life.",
    "french": "Au fil du temps, votre fourmilière commencera à générer des gynes, de futures reines qui prendront leur envol pour partir fonder de nouvelles fourmilières, poursuivant ainsi l'éternel cycle de la vie.",
    "german": "Mit der Zeit wird deine Kolonie Gynen erschaffen, zukünftige Königinnen, die in den Himmel fliegen und neue Kolonien gründen, um den endlosen Kreislauf des Lebens fortzusetzen.",
    "japanese": "この時、コロニーでは繁殖アリの生産が始まります。未来の女王アリが空を飛んで新たなコロニーを作り出し、終わりなき命のサイクルを続けます。",
    "korean": "때가 되면, 향후 여왕개미가 될 번식 개미가 개미 군락에서 생산되기 시작합니다. 번식 개미는 하늘로 날아올라 새로운 개미 군락을 설립하고, 끝없는 생명의 주기를 이어갑니다.",
    "note": "",
    "polish": "Z biegiem czasu twoja kolonia zacznie wytwarzać dojrzałe matki, które następnie wzlecą w przestworza, by stać się królowymi i założyć nowe kolonie, przedłużając swój gatunek.",
    "roworder": 106,
    "russian": "На определенном этапе развития твоя колония сможет производить маток – будущих королев, которые начнут брачный полет, чтобы основать новые колонии и продолжить бесконечный жизненный цикл."
  },
  {
    "chinese_simplified": "眼下，婚飞可以让你进行片刻的回顾。",
    "code": "TUT_FEEDBACK0_0",
    "dutch": "",
    "english": "For now, the nuptial flight offers a moment of reflection.",
    "french": "Pour le moment, le vol nuptial offre un moment de réflexion.",
    "german": "Der Hochzeitsflug bietet einen Augenblick der Reflexion.",
    "japanese": "それでは今回の婚姻飛行を振り返りましょう。",
    "korean": "지금은 혼인 비행을 통해 잠시 회상할 시간을 가져볼 수 있습니다.",
    "note": "",
    "polish": "Popodziwiaj przez chwilę zjawisko lotu godowego.",
    "roworder": 107,
    "russian": "Брачный полет – это повод прерваться и поразмышлять."
  },
  {
    "chinese_simplified": "总结界面显示了你的蚁群在过去一个小时内的数据表现：|你成功制造出了多少只蚂蚁，它们中又有多少相继死去。",
    "code": "TUT_FEEDBACK0_1",
    "dutch": "",
    "english": "The summary interface displays your colony's stats from the past hour:|how many ants you've managed to create and how many of them have died off.",
    "french": "Le récapitulatif affiche les statistiques de votre fourmilière pour l'heure écoulée :|le nombre de fourmis que vous avez créées et le nombre de décès.",
    "german": "Die Zusammenfassung zeigt die Daten deiner Kolonie der letzten Stunde an: Wie viele Ameisen du erschaffen hast und wie viele verstorben sind.",
    "japanese": "表示される情報には、過去1時間に起こったコロニーの様子が閲覧できます。|生産できたアリ総数と、亡くなってしまったアリの総数がわかります。",
    "korean": "요약 인터페이스에는 기존 1시간 동안의 개미 군락의 통계가 표시됩니다.|얼마나 많은 개미를 생산했고, 그중 얼마나 많은 개미가 사망했는지 확인할 수 있습니다.",
    "note": "",
    "polish": "Ten interfejs zawiera podsumowanie statystyk kolonii z ostatniej godziny:|zobaczysz tu, ile mrówek udało ci się stworzyć oraz ile z nich padło.",
    "roworder": 108,
    "russian": "В интерфейсе статистики отображаются параметры колонии за прошедший час:|сколько муравьев вылупилось и сколько умерло."
  },
  {
    "chinese_simplified": "你可以随时点击顶部按钮来查看上一次的总结。",
    "code": "TUT_FEEDBACK1",
    "dutch": "",
    "english": "You can revisit your previous summaries at any time by clicking the button at the top.",
    "french": "Vous pouvez revoir les récapitulatifs précédents quand vous le souhaitez en cliquant sur le bouton situé en haut.",
    "german": "Du kannst deine bisherigen Zusammenfassungen jederzeit einsehen, indem du oben auf das entsprechende Feld klickst.",
    "japanese": "画面上部のボタンを押せば、過去の情報をいつでも確認できます。",
    "korean": "상단 버튼을 클릭하면 언제든 기존 요약을 다시 확인할 수 있습니다.",
    "note": "",
    "polish": "Wcześniejsze podsumowania można sprawdzić w dowolnej chwili, klikając przycisk na górze ekranu.",
    "roworder": 109,
    "russian": "Ознакомиться с предыдущими отчетами можно, нажав на кнопку сверху."
  }
]
